"DETAIL_NAV_TITLE" = "Detaily";

"DUE" = "Termín";
"NONE_DUE_DATE" = "Žiadne";
"DUE_DATE_DETAIL_NAV_TITLE" = "Termín ukončenia";
"HAS_DUE_DATE_SWITCH_TITLE" = "Termín";
"SHOW_MORE" = "Zobraziť viac…";
"SHOW_LESS" = "Zobraziť menej…";
"PRIORITY" = "Priorita";

// Priority
"NONE_PRIORITY" = "Žiadna";
"LOW_PRIORITY" = "Nízka";
"MEDIUM_PRIORITY" = "Stredná";
"HIGH_PRIORITY" = "Vysoká";
"PRIORITY_DETAIL_NAV_TITLE" = "Priorita";

// Lists
"REMINDER_LIST" = "Zoznam";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Pripomenúť";
"NONE_REMINDER_ALERT" = "Nikdy";
"ON_A_DAY" = "Pripomenúť v daný deň";
"AT_A_LOCATION" = "Pripomenúť na mieste";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "Na mieste";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Aktuálna poloha";
"CHOOSE_ADDRESS" = "Vyberte kontakt…";
"DETERMINING_LOCATION" = "Určuje sa poloha…";
"CANNOT_DETERMINE_LOCATION" = "Nie je možné určiť polohu";
"MY_ADDRESS_WITHOUT_LABEL" = "Moja adresa"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Adresa pre %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%2$@ užívateľa %1$@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Príchod";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Odchod";
"DUE_ALL_DAY_FORMAT" = "%@ (celý deň)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "Pripomienka sa spustí %@,\n%@, najneskôr však do %@\ndaného dňa."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "keď dorazíte na toto miesto";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "keď opustíte toto miesto";

// Location
"LOCATION" = "Lokalita";
"NONE_LOCATION" = "Žiadne";
"ALARM_PROXIMITY_ENTER" = "Pri príchode";
"ALARM_PROXIMITY_LEAVE" = "Pri odchode";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Vyberte polohu kontaktu";
"WIFI_DISABLED_SUBTEXT" = "Povolením Wi-Fi v nastaveniach zvýšite presnosť pripomienok založených na polohe.";
"WIFI_DISABLED_PROMPT" = "Povolením Wi-Fi v nastaveniach zvýšite presnosť určovania vašej polohy.";
"WLAN_DISABLED_SUBTEXT" = "Povolením WLAN v nastaveniach zvýšite presnosť pripomienok založených na polohe.";
"WLAN_DISABLED_PROMPT" = "Povolením WLAN v nastaveniach zvýšite presnosť určovania vašej polohy.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Ak chcete používať pripomienky založené na polohe, povoľte lokalizačné služby.";
"SETTINGS" = "Nastavenia";
"TYPED_LOCATION_PLACEHOLDER" = "Zadajte adresu…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Nepodarilo sa určiť polohu tejto adresy. Skontrolujte pravopis a skúste to znovu.";
"MAP" = "Mapa";
"SHOW_IN_MAP" = "Zobraziť na mape";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Moje polohy";
"ME_CARD_ALERT_BODY" = "Pripomienky vám na základe kontaktných údajov môžu ponúknuť polohu, ako napríklad „doma“ alebo „práca“. Ktorý kontakt chcete použiť?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Vybrať";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "S";
"LOCATION_DEGREES_EAST" = "V";
"LOCATION_DEGREES_SOUTH" = "J";
"LOCATION_DEGREES_WEST" = "Z";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Nie je možné uložiť pripomienku";

"UNTITLED_REMINDER" = "Bez názvu";
